import robot from "../images/you robot.jpg";
import frontier from "../images/frontier.jpg";
import conspiracy from "../images/conspiracy.jpg";

export const gameCards = {
  ru: [
    {
      title: "Ты, робот",
      text: "На борту космического корабля произошло убийство! Среди вас находится сломанный андроид, не подчиняющийся законам робототехники. Найдите его и раскройте преступление!",
      image: robot,
    },
    {
      title: "Убийство на фронтире",
      text: "Маленький городок посреди прерии. Таинственная незнакомка и необъяснимая смерть. Слухи расползаются быстро. В Ред-Ривере все как семья, и эта семья вот-вот будет расколота. ",
      image: frontier,
    },
    {
      title: "Конспираториум",
      text: "Все самые безумные теории заговора оказались правдой! Столкнитесь в схватке с рептилоидами и инопланетянами, чтобы навсегда решить, кто будет править земным диском.",
      image: conspiracy,
    },
  ]
};