export const texts = {
  ru: {
    header: {
      links: [
        {
          url: "/",
          text: "О нас"
        },
        {
          url: "/events",
          text: "Афиша"
        },
        {
          url: "/games",
          text: "Ролевые"
        },
        {
          url: "/dnd",
          text: "D&D"
        },
        {
          url: "/prices",
          text: "Прайс-лист"
        },
        {
          url: "/contacts",
          text: "Контакты"
        },
      ]
    },

    main: {
      title: "Ролевой клуб RoleUp",
      subtitle: "Ролевые игры для всех возрастов. Детские праздники, корпоративы, тимбилдинги.",
      about: "О ролевых играх и о нас",
      questions: [
        {
          question: "Что такое ролевая игра?",
          answer: "В начале игры каждый получает карточку с ролью. Внутри вы найдёте имя, краткую предысторию и цели вашего персонажа. Игра представляет собой что-то между мафией и импровизационным театром: на протяжении нескольких раундов вы отыгрываете своего персонажа и пытаетесь достичь своей цели, а в конце каждого раунда происходит что-то интересное."
        },
        {
          question: "Могу ли я играть собственного персонажа, а не по карточке?",
          answer: "В стандартной ролевой такого не предусмотрено, однако карточка почти не ограничивает ваш отыгрыш! Два игрока могут отыграть одного и того же персонажа совершенно по-разному."
        },
        {
          question: "Нужно ли готовить костюм для роли?",
          answer: "Антуражные костюмы не обязательны, но очень приветствуются! Если хотите подготовить детальный образ, свяжитесь с организатором и сможете заранее увидеть портрет вашего персонажа. Если не хотите готовиться заранее, на ролевой будут тематические аксессуары для создания образа прямо на месте."
        },
        {
          question: "Пишете ли вы игры на заказ?",
          answer: 'Да, мы создаём ролевые игры специально для заказчиков. Для подробной информации ознакомьтесь с разделом "Игра для вас".'
        },
        {
          question: "Могу ли я заказать игру из афиши?",
          answer: "Да, после проведения все игры из афиши попадают в каталог для заказа."
        },
        {
          question: "Можно ли играть в одну ролевую несколько раз?",
          answer: "Можно, но во многих играх это будет не так интересно. На регулярных играх мы не приветствуем повторные прохождения, так как во многих наших сюжетах важно не знать ответов заранее. Однако если вам очень хочется сыграть в любимую игру ещё раз, всегда можно её заказать!"
        },
      ],
      event: "Ближайшая игра",
      games: "Наши игры",
    },

    games: {
      title: "Наши ролевые игры",
      button: "Узнать больше",
      repeat: "В эту ролевую можно играть несколько раз",
    }
  }
}